tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "direnv"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "helm"
brew "kubernetes-cli"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "terraform-ls"
brew "tmux"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "rectangle"
cask "slack"
cask "spotify"
